;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Português (Brasil) - Brazilian Portuguese
Code = pt-BR
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Sobre o %{Program.Name}
Label_Version = Versão
Label_AutoIt = Criado usando AutoIt versão
Label_Copyright = Direitos autorais
Tip_Title_Donate = Apoie nosso trabalho
Tip_Message_Donate = Sua doação nos ajudará a manter nosso software gratuito\r\ne nos permitirá adquirir as ferramentas e serviços\r\nque usamos para servi-lo.
Label_Home = Página inicial
Label_License = Licença
Label_Support = Obter ajuda
Tip_Title_Country = Feito na África do Sul
Tip_Message_Country = %{Program.Name} foi criado na República da África do Sul.
Label_Contributors = Colaboradores
Button_Ok = OK
Label_RAM = (RAM) %d MB livre de %d MB (%d%%)
Label_HDD = (%s) %.2f GB livre de %.2f GB (%d%%)
Tip_Facebook = Siga-nos no Facebook.
Tip_GitHub = %{Program.Name} no GitHub.

[Custom]
Label_Status_Welcome = Comece carregando um navegador (selecione um arquivo).\r\n%{Program.Name} detectará automaticamente o processo do executável selecionado.
Label_Status_Updates = Verificando atualizações
Group_Load_Browser = Carregar navegador
Label_Executable = Caminho do executável (%s):
Label_Process_Usage = Uso | Pico:
Label_Process_Count = Contagem de processos:
Button_Browse = &Procurar
Group_Options = Opções
Checkbox_Reduce_Mem = Reduzir memória a cada:
Label_Milliseconds = milissegundos
Checkbox_Reduce_Limit = Reduzir memória quando o uso exceder:
Checkbox_Start_With = Iniciar %s com o %{Program.Name}
Checkbox_Enable_Extended_Processes = Habilitar processos estendidos
Button_Extended_Processes = Processos &estendidos
Checkbox_Start_Windows = Iniciar %{Program.Name} com o Windows
Label_Settings_Updated = Configurações atualizadas com sucesso.
Button_Cancel = Cancelar
Button_Save = Salvar
Time_Unit_01 = milissegundos
Time_Unit_02 = segundos
Time_Unit_03 = minutos
Time_Unit_04 = horas
Label_Boost_Description = Reduzir a cada %s %s quando o uso exceder %s MB.
Title_Select_Browser = Selecionar navegador
Tip_Minimized_Title = %{Program.Name} ainda está em execução!
Tip_Minimized_Message = %{Program.Name} continuará otimizando o uso de memória do %s.\r\nClique no ícone da bandeja para modificar várias opções de otimização.
Label_Notice = %{Program.Name} é projetado para uso em computadores desktop e notebooks.\r\nPara ambientes de servidor, criamos o Firemin Server. Saiba mais...

[Donate]
Label_Heading = Que tal uma pequena doação para manter nosso software sempre gratuito?
Label_Message = Clique no botão do PayPal abaixo, escolha um valor e envie sua doação.\r\nSua doação ajudará a melhorar nosso software e manter tudo gratuito na Rizonesoft.\r\nUma doação de $20 nos manterá funcionando por pelo menos um mês.
Label_Donate = Você consideraria uma doação de $10 para nos ajudar a melhorar o %{Program.Name} e continuar nossa missão?

[Menus]
File = &Arquivo
File_Preferences = &Preferências
File_Close = &Sair\tShift+Alt+F4
Help = A&juda
Help_Update = &Verificar atualizações
Help_Home = &Página inicial da %{Company.Name}
Help_Downloads = &Mais downloads
Help_Support = &Obter ajuda
Help_Issue = &Reportar problema
Help_Donate = &Apoie nosso trabalho
Help_About = Sobre o %{Program.Name}
Tray_About = Sobre o %{Program.Name} %s
Tray_Open = Abrir %{Program.Name}
Tray_Extended_Processes = Processos estendidos
Tray_Run = Executar %s
Tray_Run_Safemode = Executar %s em modo seguro

[Messages]
Info_Title = Por favor, note
Warning_Title = Aviso!
Error_Title = Ops! Algo deu errado!
Error_Oops = Ops!
Singleton = Outra instância do %{Program.Name} já está em execução.\r\nDica: Clique no ícone do %{Program.Name} na bandeja do sistema.
Compatible = %{Program.Name} não é compatível com sua versão do Windows.\r\nSe você acha que isso é um erro, não hesite em deixar uma mensagem em '%s' com todos os detalhes.
Compatible_Bit = Infelizmente, a versão 32-bit do %{Program.Name} não é compatível com sua versão do Windows.\r\nPor favor, baixe a versão 64-bit do %{Program.Name} em '%s'.

[Preferences]
Window_Title = Preferências
Tab_General = Geral
Tab_Performance = Desempenho
Tab_Language = Idioma
Group_Notifications = Notificações
Group_Extended_Processes = Processos estendidos
Group_Priority = Prioridade
Group_Memory = Memória
Group_Language = Idioma
Checkbox_Notifications = Mostrar notificações na bandeja do sistema
Label_Extended_Processes = Digite aqui os nomes dos processos adicionais que você deseja que o %{Program.Name} otimize.\r\nA lista deve ser separada por vírgulas (Process01.exe, Process02.exe, etc.)
Label_SetPriority = Definir prioridade do processo:
Checkbox_SaveRealtime = Salvar prioridade acima de alta (não recomendado).
Checkbox_ReduceMemory = Reduzir memória em sistemas com pouca memória.
Label_Language_Message = Selecione seu idioma preferido e pressione o botão %s para continuar. (Requer reinicialização)
Button_Save = Salvar
Button_Cancel = Cancelar
Label_Updated = Preferências atualizadas
MsgBox_Language_Title = Idioma alterado
MsgBox_Language_Message = O idioma selecionado foi alterado.\r\nO %{Program.Name} precisa ser reiniciado para aplicar o idioma selecionado.
MsgBox_Closing_Title = Fechando o %{Program.Name}
MsgBox_Closing_Message = Deseja fechar o %{Program.Name} agora?
Button_Export = Exportar
Dialog_Export_Title = Exportar Processos Estendidos
Dialog_Export_Error_Title = Erro de Exportação
Dialog_Export_Error_Message = Falha ao criar arquivo de exportação.
Dialog_Export_Success_Title = Exportação Bem-sucedida
Dialog_Export_Success_Message = Lista de Processos Estendidos exportada para:
Button_Import = Importar
Dialog_Import_Title = Importar Processos Estendidos
Dialog_Import_Error_Title = Erro de Importação
Dialog_Import_Error_Message = Falha ao ler arquivo de importação.
Dialog_Import_Success_Title = Importação Bem-sucedida
Dialog_Import_Success_Message = Lista de Processos Estendidos foi importada com sucesso.
Dialog_Import_Empty_Title = Nenhum Processo Encontrado
Dialog_Import_Empty_Message = Nenhum processo válido foi encontrado no arquivo selecionado.

[Update]
Window_Title_Available = Atualização disponível
Window_Title_Congratulations = Parabéns!
Window_Title_Error = Algo deu errado!
Label_Message_Update = Uma nova versão do '%{Program.Name}' está disponível.
Label_Message_Latest = Você está usando a versão mais recente do '%{Program.Name}'.
Label_Message_Error = Não foi possível obter informações sobre a versão mais recente do '%{Program.Name}'.
Label_Message_Internet = Verifique sua conexão com a internet e tente novamente.
Label_Build_Current = Versão atual:
Label_Build_Update = Versão da atualização:
CheckBox_NoUpdate = Não verificar atualizações na inicialização.
Button_Update = Saiba mais
Button_Close = Fechar

[Versioning]
Administrator = Administrador
Build = Versão
AutoIt_Version = Usa AutoIt versão %{AutoIt.Version}
Bit = bits
